tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homeport/tap"
tap "rcmdnk/file"
tap "tombener/tap"
tap "ttscoff/thelab"
tap "atombender/ktail"
brew "atuin"
brew "k9s"
brew "lz4"
brew "m4"
brew "autoconf"
brew "automake"
brew "oniguruma"
brew "bat"
brew "bat-extras"
brew "brew-gem"
brew "gettext"
brew "pcre2"
brew "gmp"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "tree-sitter"
brew "emacs"
brew "cask"
brew "direnv"
brew "docker", link: false
brew "eza"
brew "fastfetch"
brew "fd"
brew "librist"
brew "ffmpeg"
brew "fzf"
brew "libyaml"
brew "ruby"
brew "gem-howzit"
brew "gem-searchlink"
brew "gh"
brew "git-delta"
brew "glow"
brew "go"
brew "httpie"
brew "jq"
brew "krb5"
brew "lazygit"
brew "unibilium"
brew "libtermkey"
brew "libtool"
brew "libuv"
brew "luajit"
brew "luv"
brew "node"
brew "markdownlint-cli2"
brew "mas"
brew "mdcat"
brew "msgpack"
brew "neovim"
brew "pandoc"
brew "peco"
brew "pipx"
brew "postgresql@14"
brew "pre-commit"
brew "prettier"
brew "pyenv"
brew "rbenv"
brew "rclone"
brew "rich-cli"
brew "ripgrep"
brew "starship"
brew "stow"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tpm"
brew "unixodbc"
brew "vhs"
brew "virtualenv"
brew "wget"
brew "zoxide"
brew "azure/functions/azure-functions-core-tools@4"
brew "homeport/tap/termshot"
brew "rcmdnk/file/brew-file"
cask "alacritty"
cask "bunch"
cask "discord"
cask "docker"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-monaspace"
cask "font-monaspace-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "karabiner-elements"
cask "microsoft-azure-storage-explorer"
cask "netnewswire"
cask "orbstack"
cask "qmk-toolbox"
cask "rocket"
cask "searchlink"
cask "shortcat"
cask "slack"
cask "textexpander"
cask "via"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "ColorSlurp", id: 1287239339
mas "Drafts", id: 1435957248
mas "Elsewhen", id: 1588708173
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LG Screen Manager", id: 1142051783
mas "Logic Pro", id: 634148309
mas "Mona", id: 1659154653
mas "Motion", id: 434290957
mas "Pastebot", id: 1179623856
mas "PCalc", id: 403504866
mas "Peek", id: 1554235898
mas "Pixelmator Pro", id: 1289583905
mas "Reeder", id: 1529448980
mas "TestFlight", id: 899247664
